Repository: capstanlqc-pisa/pisa_t1-t2-rec_3omt_repo
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_zz

source: Are you interested in videogames?
fr_zz: Xxx xxx xxxxxxxxxx xx xxxxxxxxxx?

source: Click here to continue.
fr_zz: Xxxxx xxxx xx xxxxxxxx.

source: Interested
fr_zz: Xxxxxxxxxx

source: Not interested
fr_zz: Xxx xxxxxxxxxx

source: Not interested at all
fr_zz: Xxx xxxxxxxxxx xx xxx

source: Please select one response.
fr_zz: Xxxxxx xxxxxx xxx xxxxxxxx.

source: Select the best option.
fr_zz: Xxxxxx xxx xxxx xxxxxx.

source: There are no right answers.
fr_zz: Xxxxx xxx xx xxxxx xxxxxxx.

source: Very interested
fr_zz: Xxxx xxxxxxxxxx

source: Welcome to this survey!
fr_zz: Xxxxxxx xx xxxx xxxxxx!
